{
  "pokemon": [
    {
      "id": 1,
      "num": "001",
      "name": "ปลาแซลมอน",
      "img": "https://stickershop.line-scdn.net/sticonshop/v1/sticon/5e003320031a67c29d10eb82/iPhone/001.png",
      "type": [
        "เถาะ",
        "มะเมีย",
        "ระกา",
        "จอ",
        "กุน"
      ],
      "height": "หนูผู้เคร่งครัด รู้สถานการณ์ มีน้ำใจไมตรี และเจ้าคารม",
      "weight": "เนื้อปลาแซลมอนมีคุณค่าทางโภชนาการสูง นิยมนำไปแปรรูปต่าง ๆ ทั้ง ปลากระป๋อง หรือเนื้อปลาสด เป็นปลาเศรษฐกิจที่สำคัญที่มีการประมงทั่วโลก รวมถึงการตกเป็นเกมกีฬาด้วย มีการศึกษาพบว่าเนื้อปลาแซลมอนมีัโปรตีนสูง มีกรดอะมิโนที่มีคุณค่า มีวิตามิน A, D, B6, B12 รวมทั้งไนอาซินและไรโบเฟลวิน, ธาตุเหล็ก, แคลเซียม, สังกะสี, แมกนีเซียม และฟอสฟอรัส นับเป็นอาหารที่มีคุณค่าอย่างยิ่ง เหมาะสำหรับเด็กเล็กและผู้สูงอายุ เพราะเป็นเนื้อปลาที่ย่อยง่าย มีประโยชน์ต่อร่างกายสูง นอกจากนี้ยังสามารถลดความเสี่ยงของโรคหลอดเลือดหัวใจและมะเร็งบางชนิดได้ด้วย",
      "candy": "Bulbasaur Candy",
      "candy_count": 25,
      "egg": "2 km",
      "spawn_chance": 0.69,
      "avg_spawns": 69,
      "spawn_time": "20:00",
      "multipliers": [
        1.58
      ],
      "weaknesses": [
        "ต้นมะพร้าว",
        "ต้นกล้วย"
      ],
      "next_evolution": [
        {
          "num": "001",
          "name": "ธาตุน้ำ"
        }
      ]
    },
    {
      "id": 2,
      "num": "002",
      "name": "ปลาดุก",
      "img": "https://stickershop.line-scdn.net/sticonshop/v1/sticon/5e003320031a67c29d10eb82/iPhone/002.png",
      "type": [
        "ขาล",
        "ฉลู",
        "ชวด",
        "เถาะ",
        "มะเมีย",
        "จอ"
      ],
      "height": "วัวผู้มีความเข้มแข็ง แต่มักอวดดื้อถือทิฐิ ชอบคำยกยอและการเอาอกเอาใจ",
      "weight": "ปลาดุก เป็นสกุลของปลาหนังน้ำจืดในสกุล Clarias (/คลา-เรียส/) ในวงศ์ Clariidaeมีการแพร่กระจายพันธุ์ในน้ำจืดและน้ำกร่อยตามแหล่งน้ำของทวีปเอเชียและแอฟริกา เป็นปลาไม่มีเกล็ด ลำตัวยาว มีหัวที่แบนและแข็ง มีหนวดยาวแปดเส้น มีครีบหลังและครีบก้นยาวเกินครึ่งของความยาวลำตัว จุดเริ่มต้นของครีบหลังอยู่ล้ำหน้าจุดเริ่มต้นของครีบท้อง ครีบหลังไม่มีเงี่ยงแข็ง ไม่มีครีบไขมัน ครีบหางมนกลม ครีบทั้งหมดเป็นอิสระจากกัน สามารถหายใจและครีบคลานบนบกได้เมื่อถึงฤดูแล้ง เป็นปลาวางไข่ เป็นปลากินเนื้อโดยเฉพาะเมื่อตัวโตเต็มที่ชอบกินปลาอื่นที่ตัวเล็กกว่าเป็นอาหาร รวมถึงกินซากพืชและซากสัตว์อีกด้วย",
      "candy": "Bulbasaur Candy",
      "candy_count": 25,
      "egg": "2 km",
      "spawn_chance": 0.69,
      "avg_spawns": 69,
      "spawn_time": "20:00",
      "multipliers": [
        1.58
      ],
      "weaknesses": [
        "ต้นตาล"
      ],
      "next_evolution": [
        {
          "num": "002",
          "name": "ธาตุดิน"
        }
      ]
    },
    {
      "id": 3,
      "num": "003",
      "name": "ปลากระพง",
      "img": "https://stickershop.line-scdn.net/sticonshop/v1/sticon/5e003320031a67c29d10eb82/iPhone/003.png",
      "type": [
        "ฉลู",
        "มะโรง",
        "มะเส็ง",
        "วอก",
        "ระกา",
        "กุน"
      ],
      "height": "เสือผู้มีความกล้าหาญ ฮึกเหิม เป็นผู้นำ ไว้ตัวและชอบอิสระเสรี",
      "weight": "เป็นปลาเศรษกิจที่กรมประมงส่งเสริมให้เลี้ยง เกษตรกรนิยมผลิตลูกปลาชนิดนี้ส่งไปจำหน่ายยังประเทศมาเลเซียและไต้หวัน เนื้อมีรสชาติดี นำมาประกอบอาหารได้หลายประเภท เช่น แปะซะ, นึ่งบ๊วย เป็นต้น และนิยมตกเป็นเกมกีฬา อีกทั้งยังเลี้ยงเป็นปลาสวยงามได้อีกด้วยปลากะพงขาว ยังมีชื่อเรียกอีกชื่อหนึ่งว่า ปลากะพงน้ำจืด ขณะที่ชื่อท้องถิ่นในลุ่มแม่น้ำบางปะกงเรียก ปลาโจ้โล้",
      "candy": "Bulbasaur Candy",
      "candy_count": 25,
      "egg": "2 km",
      "spawn_chance": 0.69,
      "avg_spawns": 69,
      "spawn_time": "20:00",
      "multipliers": [
        1.58
      ],
      "weaknesses": [
        "ต้นขนุน",
        "ต้นรัง"
      ],
      "next_evolution": [
        {
          "num": "003",
          "name": "ธาตุไม้"
        }
      ]
    },
    {
      "id": 4,
      "num": "004",
      "name": "ปลานิล",
      "img": "https://stickershop.line-scdn.net/sticonshop/v1/sticon/5e003320031a67c29d10eb82/iPhone/004.png",
      "type": [
        "ชวด",
        "ฉลู",
        "มะโรง",
        "มะเส็ง",
        "มะเมีย",
        "วอก",
        "ระกา"
      ],
      "height": "กระต่ายผู้มีความสงบเสงี่ยม ฉลาดเฉลียว มีน้ำใจและรักถิ่นฐาน",
      "weight": "ปลานิลสามารถอาศัยอยู่ได้ในน้ำจืดและน้ำกร่อย มีถิ่นกำเนิดเดิมอยู่ที่ทวีปแอฟริกา พบทั่วไปตามหนอง บึง และทะเลสาบในประเทศซูดาน, ยูกันดา และทะเลสาบแทนกันยีกา ปลานิลเข้าสู่ประเทศไทยครั้งแรกโดยสมเด็จพระจักรพรรดิอะกิฮิโตะ เมื่อครั้งดำรงพระอิสริยยศมกุฎราชกุมารแห่งประเทศญี่ปุ่น ซึ่งทรงจัดส่งเข้ามาทูลเกล้าถวายพระบาทสมเด็จพระเจ้าอยู่หัว เมื่อวันที่ 25 มีนาคม พ.ศ. 2508 จำนวน 50 ตัว ครั้งนั้นได้โปรดเกล้าฯ ให้ทดลองเลี้ยงปลานิลในบ่อภายในสวนจิตรลดา เป็นหนึ่งโครงการในโครงการส่วนพระองค์ สวนจิตรลดา",
      "candy": "Bulbasaur Candy",
      "candy_count": 25,
      "egg": "2 km",
      "spawn_chance": 0.69,
      "avg_spawns": 69,
      "spawn_time": "20:00",
      "multipliers": [
        1.58
      ],
      "weaknesses": [
        "ต้นมะพร้าว",
        "ต้นงิ้ว"
      ],
      "next_evolution": [
        {
          "num": "004",
          "name": "ธาตุไม้"
        }
      ]
    },
    {
      "id": 5,
      "num": "005",
      "name": "ปลาเก๋า",
      "img": "https://stickershop.line-scdn.net/sticonshop/v1/sticon/5e003320031a67c29d10eb82/iPhone/005.png",
      "type": [
        "เถาะ",
        "มะโรง",
        "มะเมีย",
        "มะแม",
        "ระกา"
      ],
      "height": "พญานาคผู้มีความหลักแหลม รวดเร็ว และปราดเปรื่อง",
      "weight": "ปลาเก๋าเป็นลาทะเลชนิดหนึ่ง ในวงศ์ปลากะรัง (Serranidae) มีรูปร่างค่อนข้างยาวเรียว แบนข้าง หัวโต จะงอยปากสั้น นัยน์ตาโต ปากกว้างและเฉียงขึ้นเล็กน้อย ฟันซึ่งมีอยู่ตรงขากรรไกรบนและล่างมีลักษณะเป็นเขี้ยวยาวและคม ครีบหลังยาว ส่วนที่เป็นก้านครีบแข็งยาวกว่าส่วนที่เป็นก้านครีบฝอย ส่วนหน้าของครีบก้นมีก้านแข็งเป็นหนามแหลม ครีบหางมนกลม มีจุดเด่น คือ มีทั้งสีแดงสด, สีชมพูอ่อน และน้ำตาลปนแดง ขึ้นอยู่สภาพแวดล้อมและขนาดของปลา ข้างตัวมีแถบสีแดงปนน้ำตาล 5 แถบ ขอบครีบหลังที่เป็นก้านครีบแข็งมีสีแดงปนน้ำตาล เกล็ดเล็กละเอียดมีขนาดตั้งแต่ 15-40 เซนติเมตร พบกระจายพันธุ์ตามแนวปะการังและกองหินใต้น้ำ ตั้งแต่แอฟริกาใต้, ทะเลแดง จนถึงทะเลอันดามัน, อ่าวไทย, คาบสมุทรเกาหลี และออสเตรเลียเป็นปลาที่มีรสชาติดี นิยมใช้ในการบริโภค",
      "candy": "Bulbasaur Candy",
      "candy_count": 25,
      "egg": "2 km",
      "spawn_chance": 0.69,
      "avg_spawns": 69,
      "spawn_time": "20:00",
      "multipliers": [
        1.58
      ],
      "weaknesses": [
        "ต้นงิ้ว",
        "กอไผ่"
      ],
      "next_evolution": [
        {
          "num": "005",
          "name": "ธาตุทอง"
        }
      ]
    },
    {
      "id": 6,
      "num": "006",
      "name": "ปลาทับทิม",
      "img": "https://stickershop.line-scdn.net/sticonshop/v1/sticon/5e003320031a67c29d10eb82/iPhone/006.png",
      "type": [
        "มะแม",
        "วอก",
        "ระกา",
        "จอ",
        "กุน"
      ],
      "height": "งูเล็กผู้มีความรอบรู้ รื่นเริง อารมณ์สุนทรี และมองโลกในแง่ดี",
      "weight": "เมื่อนำปลานิลแดงมาประกอบอาหารแล้วพบว่าปลานิลแดงกลับให้รสชาติและคุณภาพสูงกว่าปลานิลธรรมดาปลานิลแดงที่กำเนิดในเมืองไทยนั้น พบครั้งแรกเมื่อปีพุทธศักราช 2511ที่สถานีประมงน้ำจืดอุบลราชธานี แต่ลักษณะสีของลำตัวปลายังไม่เด่นชัดนักโดยเฉพาะที่ส่วนหัวยังมีสีกระดำกระด่างและอาศัยปะปนอยู่กับฝูงปลานิลธรรมดาต่อมาได้มีการปรับปรุงพันธุ์จนกลายเป็นปลานิลแดงที่มีสีสันยิ่งขึ้น เนื่องจากปลาทะเล ตามธรรมชาติได้ลดปริมาณลงทุกปีและมีคุณภาพเมื่อถึงมือผู้บริโภคไม่คงที่ประกอบกับกระแสความนิยมบริโภคเนื้อปลาคุณภาพเพื่อรักษาสุขภาพมีมากขึ้น ภาคเอกชนเครือเจริญโภคภัณฑ์จึงได้ทุ่มเทงบประมาณและเวลาด้านการศึกษาพัฒนาสายพันธุ์ปลาเนื้อจนได้สายพันธุ์ปลาเนื้อเศรษฐกิจตัวใหม่ ในชื่อพระราชทานว่า "ปลาทับทิม"โดยใช้เทคโนโลยีในการเลี้ยงในน้ำทะเล ใช้อาหารสำเร็จรูปคุณภาพสูงมีการควบคุมคุณภาพน้ำให้เหมาะสมตลอดการเลี้ยงเพื่อให้ได้ผลิตภัณฑ์ที่สะอาด ถูกสุขลักษณะ",
      "candy": "Bulbasaur Candy",
      "candy_count": 25,
      "egg": "2 km",
      "spawn_chance": 0.69,
      "avg_spawns": 69,
      "spawn_time": "20:00",
      "multipliers": [
        1.58
      ],
      "weaknesses": [
        "กอไผ่",
        "ต้นรัง"
      ],
      "next_evolution": [
        {
          "num": "006",
          "name": "ธาตุไฟ"
        }
      ]
    },
    {
      "id": 7,
      "num": "007",
      "name": "ปลาช่อน",
      "img": "https://stickershop.line-scdn.net/sticonshop/v1/sticon/5e003320031a67c29d10eb82/iPhone/007.png",
      "type": [
        "ฉลู",
        "ขาล",
        "มะเส็ง",
        "วอก"
      ],
      "height": "ม้าผู้อารี ร้อนแรง โลดแล่น และมีความคิดที่หลากหลาย",
      "weight": "ปลาช่อนชนิดนี้มีความพิเศษไปกว่าปลาช่อนชนิดอื่น ๆ คือ สามารถแถกไถตัวคืบคลานไปบนบกเพื่อหาที่อยู่ใหม่ได้ รวมทั้งสามารถหลบอยู่ใต้ดินในฤดูฝนแล้งเพื่อรอฝนมาได้เป็นแรมเดือน โดยสะสมพลังงานและไขมันไว้ ที่เรียกว่า ปลาช่อนจำศีล พบอาศัยอยู่ในแหล่งน้ำทั่วประเทศไทย พบไปจนถึงเอเชียใต้, พม่าและอินโดนีเซีย นิยมนำมาบริโภค ปรุงเป็นอาหารได้หลากหลายทั้งสดและตากแห้ง เป็นปลาน้ำจืดเศรษฐกิจที่สำคัญจนอาจเรียกได้ว่าเป็นปลาน้ำจืดเศรษฐกิจอันดับหนึ่ง เลี้ยงได้ทั้งในบ่อและกระชังตามริมแม่น้ำ นอกจากนี้ยังนิยมเลี้ยงเป็นปลาสวยงามด้วย โดยเฉพาะตัวที่สีกลายเป็นสีเผือกหรือปลาที่พิการตัวสั้นกว่าปกติ ปลาช่อนในบางพื้นที่ เช่น ที่จังหวัดสิงห์บุรี ขึ้นชื่อมาก ที่เรียกว่า ปลาช่อนแม่ลา มีประเพณีพื้นถิ่นคือเทศกาลกินปลา",
      "candy": "Bulbasaur Candy",
      "candy_count": 25,
      "egg": "2 km",
      "spawn_chance": 0.69,
      "avg_spawns": 69,
      "spawn_time": "20:00",
      "multipliers": [
        1.58
      ],
      "weaknesses": [
        "ต้นตะเคียน",
        "ต้นกล้วย"
      ],
      "next_evolution": [
        {
          "num": "007",
          "name": "ธาตุไฟ"
        }
      ]
    },
    {
      "id": 8,
      "num": "008",
      "name": "ปลาจะละเม็ดขาว",
      "img": "https://stickershop.line-scdn.net/sticonshop/v1/sticon/5e003320031a67c29d10eb82/iPhone/008.png",
      "type": [
        "มะโรง",
        "มะเส็ง",
        "วอก",
        "ระกา",
        "กุน"
      ],
      "height": "แพะผู้มีความขวนขวาย กล้าได้กล้าเสีย และแคล่วคล่องว่องไว",
      "weight": "ปลาจะละเม็ดขาวปลาทะเลชนิดหนึ่ง ในวงศ์ปลาจะละเม็ด มีรูปร่างป้อมสั้น เกือบเป็นรูปสี่เหลี่ยมขนมเปียกปูน ลำตัวแบนข้างมาก ส่วนหัวป้อมสั้น ตาค่อนข้างเล็ก จะงอยปากสั้นทู่ ปากเล็กและเฉียงขึ้น ครีบหลังและครีบก้นมีความยาวของฐานเกือบเท่ากัน ครีบหางเว้า และปลายทั้งสองเรียวยาวเป็นรยางค์ ครีบอกยาว ปลาที่โตเต็มวัยจะไม่มีครีบท้อง เกล็ดมีลักษณะเล็กบางและหลุดง่าย สันหลังสีเทาปนสีขาวเงิน ส่วนที่อยู่ใต้ลงมาจะมีสีจางลง โดยอาหารที่ชื่นชอบ คือ แมงกะพรุนขนาดเล็ก โดยมีชื่ออื่น ๆ เรียกอีก เช่น ปลาแปะเชีย ในภาษาแต้จิ๋ว เป็นปลาเศรษฐกิจที่สำคัญอีกชนิดหนึ่ง สามารถนำไปประกอบอาหารได้หลากหลาย เช่น นึ่ง, นึ่งบ๊วย, นึ่งซีอิ๊ว หรือทอด",
      "candy": "Bulbasaur Candy",
      "candy_count": 25,
      "egg": "2 km",
      "spawn_chance": 0.69,
      "avg_spawns": 69,
      "spawn_time": "20:00",
      "multipliers": [
        1.58
      ],
      "weaknesses": [
        "ต้นปาริชาต",
        "ต้นไผ่ป่า"
      ],
      "next_evolution": [
        {
          "num": "008",
          "name": "ธาตุทอง"
        }
      ]
    },
    {
      "id": 9,
      "num": "009",
      "name": "ปลาทู",
      "img": "https://stickershop.line-scdn.net/sticonshop/v1/sticon/5e003320031a67c29d10eb82/iPhone/009.png",
      "type": [
        "เถาะ",
        "มะเส็ง",
        "มะแม",
        "ระกา",
        "กุน"
      ],
      "height": "ลิงผู้มีความคล่องแคล่วว่องไว รู้เท่าทัน มีสติปัญญา และค่อนข้างถือตัว",
      "weight": "ปลาทู นำมาเป็นอาหารไทยมีจำหน่ายในรูปแบบ ปลาทูสด และปลาทูนึ่ง ซึ่งมีลักษณะการขายเป็นใส่ภาชนะที่เรียกว่า เข่งปลาทู นิยมนำมาทอด รับประทานคู่กับน้ำพริกกะปิ หรือ ทำเป็นน้ำพริกปลาทู ส่วนปลาทูสดนิยมนำมาทำเป็นต้มยำปลาทูเนื้อปลาทูมีสารโอเมก้า 3 ค่อนข้างมาก ในเนื้อปลาทู 100 กรัมมีสารโอเมก้า 3 ราว 2-3 กรัม ช่วยลดอัตราการตายจากโรคหัวใจและโรคหลอดเลือดตีบ และยังลดโคเลสเตอรอล ไตรกลีเซอไรด์ รวมทั้งลดความหนืดของเลือด ลดการอักเสบ ทำให้ความข้นในเลือดอยู่ในเกณฑ์ปกติ",
      "candy": "Bulbasaur Candy",
      "candy_count": 25,
      "egg": "2 km",
      "spawn_chance": 0.69,
      "avg_spawns": 69,
      "spawn_time": "20:00",
      "multipliers": [
        1.58
      ],
      "weaknesses": [
        "ต้นขนุน"
      ],
      "next_evolution": [
        {
          "num": "009",
          "name": "ธาตุเหล็ก"
        }
      ]
    },
    {
      "id": 10,
      "num": "010",
      "name": "ปลาทูน่า",
      "img": "https://stickershop.line-scdn.net/sticonshop/v1/sticon/5e003320031a67c29d10eb82/iPhone/010.png",
      "type": [
        "มะโรง",
        "มะเส็ง",
        "มะเมีย",
        "วอก",
        "จอ"
      ],
      "height": "ไก่ผู้มีความอาจหาญ เมตตากรุณา เอื้ออารี เอาตัวรอดได้ทุกสถานการณ์",
      "weight": "เป็นปลาเศรษฐกิจที่มีความสำคัญมาก เนื้อของปลาทูน่าจะมีสีชมพูหรือแดงเข้ม ต่างจากปลาทั่วไปที่มักจะมีเนื้อสีขาว นิยมเอามาทำเป็นปลากระป๋อง หรือปรุงสดต่าง ๆ เช่น ซูชิ",
      "candy": "Bulbasaur Candy",
      "candy_count": 25,
      "egg": "2 km",
      "spawn_chance": 0.69,
      "avg_spawns": 69,
      "spawn_time": "20:00",
      "multipliers": [
        1.58
      ],
      "weaknesses": [
        "ต้นยาง",
        "ต้นฝ้ายเทศ"
      ],
      "next_evolution": [
        {
          "num": "010",
          "name": "ธาตุเหล็ก"
        }
      ]
    }
  ]
}